Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: The exit passageway shall be separated from the remainder of the building by 2-hour fire barriers constructed in accordance with Section 707 or horizontal assemblies constructed in accordance with Section 711, or both.
fr_ca: Le passage de sortie doit être séparé du reste du bâtiment par des barrières coupe-feu de 2 heures construites selon la section 707 ou par des ensembles horizontaux construits selon la section 711, ou les deux.

source: The exit passageway shall be without openings other than the fire door assembly required by Section 1023.3.1 and those necessary for egress from the exit passageway.
fr_ca: Le passage d'issue ne doit pas comporter d'ouvertures autres que la porte coupe-feu exigée par la section 1023.3.1 et celles qui sont nécessaires à l'évacuation du passage d'issue.

source: The exit symbol shall be not less than 4 inches (102 mm) in height and shall be mounted on the door, centered horizontally, with the top of the symbol not higher than 18 inches (457 mm) above the finished floor.
fr_ca: Le symbole de sortie doit avoir une hauteur d’au moins 4 po (102 mm) et doit être installé sur la porte, centré horizontalement, le haut du symbole ne devant pas être situé à plus de 18 po (457 mm) au-dessus du plancher fini.

source: The extension shall be requested in writing and justifiable cause demonstrated.
fr_ca: La prolongation doit être demandée par écrit et un motif justifiable doit être démontré.

source: The exterior walls and openings adjacent to the exterior exit stairway or ramp comply with Section 1023.7.
fr_ca: Les murs extérieurs et les ouvertures adjacents à l'escalier ou à la rampe d'issue extérieurs sont conformes à la section 1023.7.

source: The fascia or railing shall be not less than 36 inches (914 mm) high and shall provide not less than 42 inches (1067 mm) measured diagonally between the top of the rail and the nosing of the nearest tread.
fr_ca: La plinthe ou le garde-corps doit avoir une hauteur d’au moins 36 po (914 mm) et doit assurer une distance d’au moins 42 po (1 067 mm), mesurée en diagonale entre le dessus de la main courante et le nez de marche du giron le plus proche.

source: The final inspection shall be made after all work required by the building permit is completed.
fr_ca: L’inspection finale doit être effectuée après l’achèvement de tous les travaux exigés par le permis de construire.

source: The fire area contains an ambulatory care facility.
fr_ca: La zone d'incendie contient un centre de soins ambulatoires.

source: The fire area has an occupant load of 100 or more.
fr_ca: La zone d'incendie a une charge d'occupants de 100 ou plus.

source: The fire area is located on a floor other than a level of exit discharge serving such occupancies.
fr_ca: La zone d'incendie est située à un étage autre que le niveau de l'issue d'évacuation desservant ces usages.

source: The fire-resistance rating of horizontal assemblies shall comply with Sections 711.2.4.1 through 711.2.4.6 but shall be not less than that required by the building type of construction.
fr_ca: Le degré de résistance au feu des ensembles horizontaux doit être conforme aux sections 711.2.4.1 à 711.2.4.6, mais il ne doit pas être inférieur à celui qui est exigé selon le type de construction du bâtiment.

source: The fire-resistance rating reductions specified in Sections 403.2.1.1 and 403.2.1.2 shall be allowed in buildings that have sprinkler control valves equipped with supervisory initiating devices and water-flow initiating devices for each floor.
fr_ca: Les réductions du degré de résistance au feu spécifiées aux articles 403.2.1.1 et 403.2.1.2 sont autorisées dans les bâtiments dont les vannes de commande des systèmes de gicleurs sont équipées de dispositifs de déclenchement de supervision et de dispositifs de déclenchement de débit d’eau pour chaque étage.

source: The fire-resistance rating shall be not less than 2 hours for stage heights greater than 50 feet (15 240 mm) and not less than 1 hour for stage heights of 50 feet (15 240 mm) or less.
fr_ca: La résistance au feu doit être d’au moins 2 heures lorsque la hauteur de la scène est supérieure à 50 pieds (15 240 mm) et d’au moins 1 heure lorsque la hauteur de la scène est de 50 pieds (15 240 mm) ou moins.

source: The fire-resistance rating shall be not less than that required for the interior exit stairway and ramp.
fr_ca: Le degré de résistance au feu ne doit pas être inférieur à celui qui est exigé pour l'escalier et la rampe d'issue intérieurs.

source: The fire-resistance rating shall be not less than the required rating of the hoistway enclosure served by the machinery.
fr_ca: Le degré de résistance au feu ne doit pas être inférieur au degré exigé pour le puits encloisonné desservi par la machinerie.

source: The firebox lining shall be encased with solid masonry to provide a total thickness at the back and sides of not less than 8 inches (203 mm), of which not less than 4 inches (102 mm) shall be of solid masonry or concrete.
fr_ca: Le revêtement de la chambre de combustion doit être entouré de maçonnerie pleine pour fournir une épaisseur totale à l'arrière et sur les côtés d'au moins 8 po [203 mm], dont au moins 4 po [102 mm] doivent être en maçonnerie pleine ou en béton.

source: The firebox of a concrete or masonry fireplace shall have a depth of not less than 20 inches (508 mm).
fr_ca: La chambre de combustion d'un foyer en béton ou en maçonnerie doit avoir une profondeur d'au moins 20 po [508 mm].

source: The fireplace throat or damper shall be located not less than 8 inches (203 mm) above the lintel.
fr_ca: La gueule ou le registre du foyer doit être situé à au moins 8 po [203 mm] au-dessus du linteau.

source: The floor finish extends under the cabinetry; and
fr_ca: La finition du plancher s'étend sous l'armoire; et

source: The floor finish extends under the countertop and cabinetry; and
fr_ca: La finition du plancher s'étend sous le comptoir et les armoires; et

source: The floor of the atrium shall not be used for other than low fire hazard uses and only approved materials and decorations in accordance with the International Fire Code shall be used in the atrium space.
fr_ca: Le plancher de l’atrium ne doit être utilisé que pour des usages présentant un faible risque d’incendie, et seuls les matériaux et décorations approuvés conformément à l’International Fire Code doivent être utilisés dans l’espace de l’atrium.

source: The floor or ground surface of the ramp run or landing shall extend 12 inches (305 mm) minimum beyond the inside face of a handrail complying with Section 1014.
fr_ca: La surface du plancher ou du sol de la volée de rampe ou du palier doit se prolonger d’au moins 12 pouces (305 mm) au-delà de la face intérieure d’une main courante conforme à la section 1014.

source: The floor surface for the companion seat shall be at the same elevation as the wheelchair space floor surface.
fr_ca: La surface de plancher du siège d'accompagnateur doit être à la même élévation que la surface de plancher de l'espace pour fauteuil roulant.

source: The floor surface of ramp runs and ramp landings shall extend 12 inches (305 mm) minimum beyond the inside face of a railing complying with Section 505.
fr_ca: La surface de plancher des rampes et des paliers de rampe doit se prolonger d'au moins 12 po [305 mm] au-delà de la face intérieure d'une main courante conforme à la section 505.

source: The floor surface of wheelchair space locations shall have a slope not steeper than 1:48 and shall comply with Section 302.
fr_ca: La surface de plancher des emplacements pour fauteuils roulants doit présenter une pente d'au plus 1:48 et se conformer à la section 302.

source: The following are classified as emergency power loads:
fr_ca: Les éléments suivants sont classés comme charges d'alimentation d'urgence :

source: The following are classified as standby power loads:
fr_ca: Les éléments suivants sont classés comme charges d'alimentation de secours :

source: The following exit access components are permitted where serving technical production areas:
fr_ca: Les éléments suivants des voies d’accès à l’issue sont autorisés lorsqu’ils desservent des zones de production technique :

source: The following reductions in the minimum fire-resistance rating of the building elements in TABLE 601 shall be permitted as follows:
fr_ca: Les réductions suivantes du degré de résistance au feu minimal des éléments du bâtiment du TABLEAU 601 sont autorisées comme suit :

source: The following requirements shall apply to all occupancies:
fr_ca: Les exigences suivantes s'appliquent à tous les usages :

source: The following shall not be required to comply with Section 1105.8.
fr_ca: Les éléments suivants ne sont pas tenus d’être conformes à la section 1105.8.

source: The front of the lavatory shall be 34 inches (865 mm) maximum above the floor, measured to the higher of the rim or counter surface.
fr_ca: L'avant du lavabo doit se situer à une hauteur maximale au-dessus du sol de 34 po [865 mm], mesuré à la bordure de l'évier ou la surface du comptoir, selon la valeur la plus élevée.

source: The front of the sink shall be 34 inches (865 mm) maximum above the floor, measured to the higher of the rim or counter surface.
fr_ca: L'avant de l'évier doit se situer à une hauteur maximale au-dessus du sol de 34 po [865 mm], mesuré à la bordure de l'évier ou la surface du comptoir, selon la valeur la plus élevée.

source: The front of the wheelchair space in a wheelchair space location shall be 12 inches (305 mm) maximum from the back of the chair or bench in front.
fr_ca: L'avant de l'espace pour fauteuil roulant dans un emplacement pour fauteuil roulant doit être à une distance maximale de 12 po [305 mm] du dossier de la chaise ou de la banquette située devant.

source: The function button shall be identified by the International Symbol for Accessibility and a raised indication.
fr_ca: Le bouton de fonction doit être identifié par le Symbole international d'accessibilité et une indication en relief.

source: The function button shall be located immediately below the keypad arrangement or floor buttons.
fr_ca: Le bouton de fonction doit être situé immédiatement sous la disposition du clavier ou des boutons d'étage.

source: The glare from coverings and the finish of pictograms and their fields shall not exceed 19 gloss units (gu) as measured on a 60-degree gloss meter.
fr_ca: L'éblouissement des revêtements et la finition des pictogrammes et de leurs champs ne doivent pas dépasser 19 unités de brillance (gu) mesurées sur un brillancemètre à 60 degrés.

source: The glare from coverings and the finish of symbols of accessibility and their backgrounds shall not exceed 19 gloss units (gu) as measured on a 60-degree gloss meter.
fr_ca: L'éblouissement des revêtements et de la finition des Symboles d'accessibilité et de leurs fonds ne doit pas dépasser 19 unités de brillance (gu) mesurées sur un brillancemètre à 60 degrés.

source: The glare from coverings, the finish of characters and their background shall not exceed 19 gloss units (gu) as measured on a 60-degree gloss meter.
fr_ca: L'éblouissement des revêtements, la finition des caractères et de leur fond ne doivent pas dépasser 19 unités de brillance (gu) mesurées sur un brillancemètre à 60 degrés.

source: The glass wall shall be installed in a gasketed frame in a manner that the framing system deflects without breaking (loading) the glass before the sprinkler system operates; and
fr_ca: Le mur vitré doit être installé dans un cadre muni de joints d’étanchéité, de manière que le système d’ossature puisse fléchir sans briser le verre (sous l’effet de la charge) avant le déclenchement du système de gicleurs; et

source: The glass wall shall comply with all of the following:
fr_ca: Le mur de verre doit être conforme à toutes les exigences suivantes :

source: The glazed areas shall not be required where artificial light and a local exhaust system are provided.
fr_ca: Les surfaces vitrées ne sont pas exigées lorsqu'un éclairage artificiel et un système d'évacuation local sont prévus.

source: The grab bars shall not be provided above the seat.
fr_ca: Les barres d'appui appui ne doivent pas être prévues au-dessus du siège.

source: The greatest nosing projection shall not exceed the smallest nosing projection by more than 3/8 inch (9.5 mm) within a stairway.
fr_ca: La plus grande saillie de nez de marche ne doit pas dépasser la plus petite saillie de nez de marche de plus de 3/8 pouce (9,5 mm) dans un escalier.

source: The greatest one-hour averaged sound levels shall be evaluated at the loudest usable location in the room at a height of 36 inches (915 mm) to 42 inches (1065 mm) above the floor and no closer than 36 inches (915 mm) from any wall, window or object.
fr_ca: Les niveaux sonores moyens les plus élevés sur une heure doivent être évalués à l'endroit utilisable le plus bruyant de la pièce, à une hauteur de 36 po [915 mm] à 42 po [1065 mm] au-dessus du sol et à au moins 36 po [915 mm] de tout mur, fenêtre ou objet.

source: The greatest riser height within any flight of stairs shall not exceed the smallest by more than 3/8 inch (9.5 mm).
fr_ca: La plus grande hauteur de contremarche dans une volée de marches ne doit pas dépasser la plus petite de plus de 3/8 po (9,5 mm).

source: The greatest tread depth within any flight of stairs shall not exceed the smallest by more than 3/8 inch (9.5 mm).
fr_ca: La plus grande profondeur de marche dans une volée de marches ne doit pas dépasser la plus petite de plus de 3/8 po (9,5 mm).

source: The hall length shall be considered the length measured along the centerline of the hall without passing through a doorway.
fr_ca: La longueur du couloir doit être considérée comme la longueur mesurée le long de la ligne d'axe du couloir sans passer par une ouverture de porte.

source: The hand shower shall have a control with a nonpositive shutoff feature.
fr_ca: La douchette doit être munie d'une commande avec une fonction d'arrêt non positive.

source: The headroom in stairways shall be not less than 6 feet 8 inches (2032 mm) measured vertically from the sloped line adjoining the tread nosing or from the floor surface of the landing or platform on that portion of the stairway.
fr_ca: La hauteur libre dans les escaliers ne doit pas être inférieure à 6 pieds 8 pouces [2032 mm], mesurée verticalement à partir de la ligne inclinée adjacente au nez de marche ou à partir de la surface de plancher du palier ou de la plateforme sur cette partie de l'escalier.

source: The height of a stepped aisle tread above a transition at a vomitory shall comply with Section 1030.14.2.2.
fr_ca: La hauteur d'une marche d'allée en escalier au-dessus d'une transition à un vomitoire doit être conforme à la section 1030.14.2.2.

source: The height of bathtub seats shall be 17 inches (430 mm) minimum and 19 inches (485 mm) maximum above the bathroom floor, measured to the top of the seat.
fr_ca: Les sièges de baignoire doivent se trouver à une hauteur comprise entre 17 po [430 mm] et 19 po [485 mm] au-dessus du sol de la salle de bain, mesurée jusqu'à la partie supérieure du siège.

source: The height of mezzanines and spaces below mezzanines shall be in accordance with Section 505.2.
fr_ca: La hauteur des mezzanines et des aires situées sous des mezzanines doit être selon la section 505.2.

source: The height of the bottom of the clear opening shall not exceed 44 inches (1118 mm) measured from the floor.
fr_ca: La hauteur du bas de l’ouverture libre ne doit pas dépasser 44 pouces (1 118 mm), mesurée à partir du plancher.

source: The height of the floor surface at the wheelchair space location shall comply with Table 802.9.2.2.
fr_ca: La hauteur de la surface de plancher à l'emplacement de l'espace pour fauteuil roulant doit être conforme au Tableau 802.9.2.2.

source: The height of the obstruction in Section 308.3.2 shall be permitted to be 36 inches (915 mm) maximum above the floor.
fr_ca: La hauteur de l'obstruction de la section 308.3.2 peut être d'au plus 36 po [915 mm] au-dessus du sol.

source: The height of the uppercase letter “I” of the font, measured vertically from the baseline of the character, shall be 5/8 inch (16 mm) minimum, and 2 inches (51 mm) maximum.
fr_ca: La hauteur de la lettre majuscule « I » de la police, mesurée verticalement à partir de la ligne de base du caractère, doit être d'au moins 5/8 po [16 mm] et d'au plus 2 po [51 mm].

source: The holder of such permit for the foundation or other parts of a building or structure shall proceed at the holder's own risk with the building operation and without assurance that a permit for the entire structure will be granted.
fr_ca: Le titulaire d’un tel permis pour les fondations ou toute autre partie d’un bâtiment ou d’une construction doit poursuivre les travaux de construction à ses propres risques et sans garantie qu’un permis pour l’ensemble de la construction sera délivré.

source: The identification mark shall be acid etched, sand blasted, ceramic fired, laser etched, embossed or of a type that, once applied, cannot be removed without being destroyed.
fr_ca: La marque d'identification doit être gravée à l'acide, sablée, cuite en céramique, gravée au laser, en relief ou d'un type qui, une fois appliquée, ne peut être enlevée sans être détruite.

source: The identification shall not be omitted unless approved and an affidavit is furnished by the glazing contractor certifying that each light is glazed in accordance with approved construction documents that comply with the provisions of this chapter.
fr_ca: L’identification ne doit pas être omise, sauf si cela est approuvé et qu’une déclaration sous serment est fournie par l’entrepreneur en vitrage attestant que chaque panneau vitré est vitré conformément aux documents de construction approuvés qui sont conformes aux dispositions du présent chapitre.

source: The indication shall be three raised dots, spaced 1/4 inch (6.4 mm) at base diameter, in the form of an equilateral triangle.
fr_ca: L'indication doit être constituée de trois points en relief, espacés de 1/4 po [6,4 mm] au diamètre de la base de mur, sous la forme d'un triangle équilatéral.

source: The inside height of the smoke chamber from the fireplace throat to the beginning of the flue shall not be greater than the inside width of the fireplace opening.
fr_ca: La hauteur intérieure de la chambre à fumée, de la gueule du foyer au début du conduit de fumée, ne doit pas être supérieure à la largeur intérieure de l'ouverture du foyer.

source: The inside surface of the smoke chamber shall not be inclined more than 45 degrees (0.79 rad) from vertical where prefabricated smoke chamber linings are used or where the smoke chamber walls are rolled or sloped rather than corbeled.
fr_ca: La surface intérieure de la chambre à fumée ne doit pas être inclinée de plus de 45 degrés (0,79 rad) par rapport à la verticale lorsque des revêtements préfabriqués de chambre à fumée sont utilisés ou lorsque les murs de la chambre à fumée sont roulés ou inclinés plutôt qu'en encorbellement.

source: The inside surface shall be parged smooth with refractory mortar conforming to ASTM C199.
fr_ca: La surface intérieure doit être lissée avec du mortier réfractaire conforme à la norme ASTM C199.

source: The installation of one or more portable space heaters shall not be used to achieve compliance with this section.
fr_ca: L'installation d'un ou de plusieurs appareils de chauffage portatifs ne doit pas être utilisée pour se conformer à la présente section.

source: The installation of replacement glass shall be as required for new installations.
fr_ca: L'installation du verre de remplacement doit être conforme aux exigences pour les nouvelles installations.

source: The interior exit stairway and ramp ventilation systems shall be independent of other building ventilation systems.
fr_ca: es systèmes de ventilation des escaliers et des rampes d’issue intérieurs doivent être indépendants des autres systèmes de ventilation du bâtiment.

source: The interior finish of walls and ceilings of the atrium shall be not less than Class B. Sprinkler protection shall not result in a reduction in class.
fr_ca: La finition intérieure des murs et des plafonds de l’atrium doit être au moins de classe B. La protection par gicleurs ne doit pas entraîner une réduction de la classe.

source: The intersections of such floors with walls shall have a smooth, hard, nonabsorbent vertical base that extends upward onto the walls not less than 4 inches (102 mm).
fr_ca: Les intersections de ces planchers avec les murs doivent comporter une plinthe verticale lisse, dure et non absorbante qui remonte sur les murs sur au moins 4 pouces (102 mm).

source: The issuance of a permit based on construction documents and other data shall not prevent the building official from requiring the correction of errors in the construction documents and other data.
fr_ca: La délivrance d’un permis fondé sur des documents de construction et d’autres données n’empêche pas le responsable de la construction d’exiger la correction des erreurs relevées dans les documents de construction et autres données.

source: The issuance or granting of a permit shall not be construed to be a permit for, or an approval of, any violation of any of the provisions of this code or of any other ordinance of the jurisdiction.
fr_ca: La délivrance ou l’octroi d’un permis ne doit pas être interprété comme autorisant ou approuvant une violation de l’une quelconque des dispositions du présent code ou de toute autre ordonnance de la juridiction.

source: The joint shall be concealed within the cavity of a wall.
fr_ca: Le joint doit être dissimulé dans la cavité d'un mur.

source: The joint shall be located above a ceiling.
fr_ca: Le joint doit être situé au-dessus d'un plafond.

source: The joint shall be sealed, treated or covered with an approved material or system to resist the free passage of flame and the products of combustion.
fr_ca: Le joint doit être scellé, traité ou recouvert d’un matériau ou d’un système approuvé afin de résister au passage libre des flammes et des produits de combustion.

source: The label shall be permanently affixed and shall specify the manufacturer, the test standard and the fire-resistance rating.
fr_ca: L’étiquette doit être apposée de façon permanente et doit préciser le fabricant, la norme d’essai et la résistance au feu.

source: The ladder or steps required by Section 1031.5.2 shall be permitted to encroach not more than 6 inches (152 mm) into the required dimensions of the area well.
fr_ca: L’échelle ou les marches exigées par la section 1031.5.2 peuvent empiéter d’au plus 6 po (152 mm) sur les dimensions requises du puits de fenêtre.

source: The ladder or steps shall not be obstructed by the emergency escape and rescue opening when the window or door is in the open position.
fr_ca: L’échelle ou les marches ne doivent pas être obstruées par l’ouverture d’évacuation d’urgence et de sauvetage lorsque la fenêtre ou la porte est en position ouverte.

source: The landing length shall be 60 inches (1525 mm) minimum.
fr_ca: La longueur du palier doit être d'au moins 60 po (1525 mm).

source: The landing or floor on the exterior side shall be not more than 73/4 inches (196 mm) below the top of the threshold provided that the door does not swing over the landing or floor.
fr_ca: Le palier ou le plancher du côté extérieur ne doit pas être à plus de 73/4 po [196 mm] au-dessous du dessus du seuil, à condition que la porte ne s'ouvre pas sur le palier ou le plancher.

source: The landing width shall be not less than the width of the widest ramp run adjoining the landing.
fr_ca: La largeur du palier ne doit pas être inférieure à la largeur de la volée de rampe adjacente la plus large.
